7zip
alacritty
amd-ucode
asusctl
base
base-devel
bear
bottom
brave-bin
brightnessctl
chafa
clang
cmake
dbus-units
efibootmgr
fastfetch
fd
ffmpeg
fzf
git
github-cli
gnome-keyring
go
gst-plugin-pipewire
hyprland
ibus-bamboo
imagemagick
jq
just
lazygit
less
libpulse
linux
linux-firmware
man-db
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
nvidia-open
nvidia-prime
nwg-look
obs-studio
openrgb
openssh
orchis-theme
papirus-icon-theme
paru-bin
paru-bin-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
poppler
power-profiles-daemon
qt5-wayland
ripgrep
rofi-wayland
rust
sof-firmware
stow
supergfxctl
switcheroo-control
swww
tokei
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
ttf-roboto
ueberzugpp
unzip
uthash
vimix-cursors
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xfsprogs
yazi
zoxide
zram-generator
