7zip
alacritty
amd-ucode
asusctl
base
base-devel
bob
bottom
brightnessctl
clang
clinfo
cmake
cuda
cuda-tools
deno
dkms
docker
docker-buildx
docker-compose
duf
dunst
efibootmgr
eza
fastfetch
fd
fish
fzf
git
git-delta
github-cli
gnome-keyring
gnu-netcat
go
grim
grub
gst-plugin-pipewire
htop
hurl
hypridle
hyprland
hyprsunset
imagemagick
iwd
jq
lazygit
libpulse
linux-firmware
linux-g14
linux-g14-headers
mako
man-db
mkcert
musl
nano
network-manager-applet
networkmanager
ninja
nix
nodejs-lts-jod
noto-fonts-emoji
npm
npm-check-updates
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obs-studio
orchis-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
poppler
poppler-data
power-profiles-daemon
python-pip
python-pipx
python-pyperclip
qt5-wayland
qt6-wayland
ripgrep
rofi-wayland
rog-control-center
rust
rust-analyzer
sddm
seahorse
simdjson
slurp
smartmontools
sof-firmware
sshpass
starship
stow
supergfxctl
swww
tela-circle-icon-theme-standard
tokei
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-roboto
ueberzugpp
unrar
unzip
uwsm
vim
vimix-cursors
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
yt-dlp
zoxide
zram-generator
